The test has been passed. Deployment can now commence.
